Repository: Fatih20/envelope
Catalog: po/*.po
Languages: fr, lt

source: Groceries
fr: Courses
lt: Maisto prekės

source: Fuel
fr: Carburant
lt: Degalai

source: Public transit
fr: Transport en commun
lt: Viešasis transportas

source: Restaurants
lt: Restoranai

source: Entertainment
fr: Divertissement
lt: Pramogos

source: Savings
fr: Économies
lt: Santaupos

source: Personal care
fr: Soin personnel
lt: Asmeninė higiena

source: Alcohol & Bars
fr: Alcool et bars
lt: Alkoholis ir barai

source: Emergency fund
fr: Fonds d'urgence
lt: Nenumatytų išlaidų fondas

source: Apply
fr: Appliquer
lt: Taikyti

source: Add transaction
fr: Ajouter une transaction
lt: Pridėti operaciją

source: No results.
fr: Aucun résultat.
lt: Rezultatų nėra.

source: Cancel
fr: Annuler
lt: Atsisakyti

source: Date
lt: Data

source: Category
fr: Catégorie
lt: Kategorija

source: Outflow (%s)
fr: Sortie (%s)
lt: Išplaukos (%s)

source: Inflow (%s)
fr: Rentrée (%s)
lt: Įplaukos (%s)

source: Memo
fr: Mémo
lt: Pastabos

source: Split
fr: Diviser
lt: Skaidyti

source: Remove
fr: Supprimer
lt: Šalinti

source: Transaction removed
fr: Transaction supprimée
lt: Operacija pašalinta

source: Budget overview for %s
fr: Aperçu du budget pour %s
lt: %s biudžeto apžvalga

source: Spending this month
fr: Dépenses de ce mois
lt: Išlaidos šį mėnesį

source: Money spent in %s
fr: Argent dépensé en %s
lt: Per %s išleisti pinigai

source: Income this month
fr: Rentrée de ce mois
lt: Pajamos šį mėnesį

source: Money earned in %s
fr: Argent gagné en %s
lt: Per %s uždirbti pinigai

source: Remaining
fr: Solde
lt: Liko

source: Remaining balance for %s
fr: Solde restant pour %s
lt: Likęs %s likutis

source: Accounts
fr: Comptes
lt: Paskyros

source: Add account…
fr: Ajouter un compte…
lt: Pridėti paskyrą…

source: Add a new account
fr: Ajouter un nouveau compte
lt: Pridėti naują paskyrą

source: Spending categories
fr: Catégories des dépenses
lt: Išlaidų kategorijos

source: Uncategorized
fr: Sans catégorie
lt: Be kategorijos

source: Add category…
fr: Ajouter une catégorie…
lt: Pridėti kategoriją…

source: Add a new spending category
fr: Ajouter une nouvelle catégorie de dépense
lt: Pridėti naują išlaidų kategoriją

source: None yet
fr: Aucune pour l'instant
lt: Kol kas nėra

source: Category %s removed
fr: Catégorie %s supprimée
lt: Kategorija %s pašalinta

source: Account %s removed
fr: Compte %s supprimé
lt: Paskyra %s pašalinta

source: Add an account
fr: Ajouter un compte
lt: Pridėti paskyrą

source: You have not configured any account yet
fr: Vous n'avez pas encore configuré de compte
lt: Kol kas nesate sukonfigūravę jokios paskyros

source: Spend! Get paid!
fr: Dépense ! Réception de salaire !
lt: Išleiskite! Užsidirbkite!

source: There are currently no transactions in this account
fr: Il n'y a actuellement aucune transaction sur ce compte
lt: Šiuo metu šioje paskyroje nėra jokių operacijų

source: Record a transaction
fr: Enregistrer une transaction
lt: Įrašyti operacija

source: Record a fresh new transaction for this account. Or, plan a future one!
fr: Enregistrer une nouvelle transaction sur ce compte, ou planifiez-en une nouvelle !
lt: Įrašykite naują operaciją šiai paskyrai. Arba suplanuokite ateities operaciją!

source: Import transactions
fr: Importer des transactions
lt: Importuoti operacijas

source: Import from a QIF file obtained from another application
fr: Importer à partir d'un fichier QIF obtenu d'une autre application
lt: Importuoti iš QIF failo, gauto iš kitos programos

source: Your budget right now:
fr: Votre budget actuel
lt: Jūsų biudžetas šiuo metu:

source: Inflow:
fr: Entrée :
lt: Įplaukos:

source: Outflow:
fr: Sortie :
lt: Išplaukos:

source: Remaining this month:
fr: Solde restant ce mois :
lt: Liko šį mėnesį:

source: This month
fr: Ce mois
lt: Šis mėnuo

source: Last month
fr: Mois dernier
lt: Praeitas mėnuo

source: Future
fr: Futur
lt: Ateitis

source: Pick dates:
fr: Choisissez des dates
lt: Pasirinkti datas:

source: Edit category
fr: Éditer la catégorie
lt: Taisyti kategoriją

source: Name
fr: Nom
lt: Pavadinimas

source: Budget
lt: Biudžetas

source: Monthly budget
fr: Budget mensuel
lt: Mėnesinis biudžetas

source: Outflow
fr: Sortie
lt: Išplaukos

source: Inflow
fr: Entrée
lt: Įplaukos

source: Eg.: account number
fr: Ex: numéro de compte
lt: Pvz.: sąskaitos numeris

source: Checking
fr: Vérification
lt: Tikrinama

source: Balance:
fr: Solde :
lt: Likutis:

source: Description:
lt: Aprašas:

source: Optional
fr: Optionnel
lt: Nebūtina

source: Create Account
fr: Créer un compte
lt: Sukurti paskyrą

source: Account %s has been created
fr: Compte %s créé avec succés
lt: Paskyra %s sukurta

source: Name:
fr: Nom :
lt: Pavadinimas:

source: Category name
fr: Nom de la catégorie
lt: Kategorijos pavadinimas

source: Monthly Budget for %s
fr: Budget mensuel pour %s
lt: Mėnesinis biudžetas, skirtas %s

source: Budget:
lt: Biudžetas:

source: Monthly budget for category
fr: Budget mensuel pour la catégorie
lt: Mėnesinis biudžetas, skirtas kategorijai

source: Create Category
fr: Créer une catégorie
lt: Sukurti kategoriją

source: Import transactions from file
fr: Importer des transaction depuis un fichier
lt: Importuoti operacijas iš failo

source: %d transactions imported in account %s
fr: %d transactions importées dans le compte %s
lt: Importuota %d operacijų į %s paskyrą

source: Apply to all %s
fr: Appliquer à tous %s
lt: Taikyti visiems %s

source: Set category
fr: Régler la catégorie
lt: Nustatyti kategoriją

source: Export…
fr: Exporter…
lt: Eksportuoti…

source: Record transaction
fr: Enregistrer la transaction
lt: Įrašyti operaciją

source: Search transactions…
fr: Rechercher des transaction…
lt: Ieškoti operacijų…

source: Search in %s
fr: Rechercher dans %s
lt: Ieškoti ties %s

source: Search uncategorized
fr: Rechercher les sans catégorie
lt: Ieškoti ties be kategorijos

source: Transaction recorded
fr: Transaction enregistrée
lt: Operacija įrašyta

source: Transactions in %s
fr: Transactions dans %s
lt: Operacijos per %s

source: Manage your budget
lt: Tvarkyti savo biudžetą

source: Budget;Money;
lt: Biudžetas;Pinigai;

source: Personal budget manager
lt: Asmeninio biudžeto tvarkytuvė
